Repository: pedromadureira000/Order-System
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: item table
pt_br: tabela de itens

source: item tables
pt_br: tabelas de itens

source: item table compound id
pt_br: id composto da tabela de itens

source: contracting
pt_br: contratante

source: item table code
pt_br: código da tabela de itens

source: description
pt_br: descrição

source: note
pt_br: observação

source: item category
pt_br: categoria de item

source: item categories
pt_br: categorias de item

source: item category compound id
pt_br: id composto da categoria de item

source: category code
pt_br: código da categoria

source: items
pt_br: itens

source: item compound id
pt_br: id composto do item

source: item code
pt_br: código do item

source: category
pt_br: categoria

source: unit
pt_br: unidade

source: barcode
pt_br: código de barra

source: image
pt_br: imagem

source: technical description
pt_br: descrição técnica

source: price table
pt_br: tabela de preço

source: price tables
pt_br: tabelas de preço

source: price table compound id
pt_br: id composto da tabela de preço

source: company
pt_br: empresa

source: table_code
pt_br: código da tabela

source: price item
pt_br: item preço

source: price items
pt_br: itens preço

source: unit price
pt_br: preço unitário

source: last modified
pt_br: última modificação

source: creation date
pt_br: data de criação

source: The 'item_table_code' field must be unique.
pt_br: O campo 'item_table_code' deve ser único.

source: The 'category_code' field must be unique by 'item_table'.
pt_br: O campo 'category_code' deve ser único por tabela de item.

source: Item table not found.
pt_br: Tabela de itens não encontrada.

source: The 'item_code' field must be unique by 'item_table'.
pt_br: O campo 'item_code' deve ser único por tabela de itens.

source: You cannot choose this category because it is from another item table.
pt_br: Você não pode escolher essa categoria, pois ela pertence a outra tabela de item.

source: Item category not found.
pt_br: Categoria de itens não encontrada.

source: Item with id '{item_id}' was not found.
pt_br: Item com id '{item_id}' não foi encontrado.

source: The 'table_code' field must be unique by 'company'.
pt_br: O campo 'table_code' deve ser único por empresa.

source: The item must belong to the company that owns the price table.
pt_br: O item deve pertencer a empresa que possui a tabela de preço.

source: There are duplicate price items.
pt_br: Existem valores duplicados para itens/preço.

source: Company not found.
pt_br: Empresa não encontrada.

source: The company must have an item table.
pt_br: A empresa deve possuir uma tabela de itens

source: create item table
pt_br: criar tabela de itens

source: The item table was not found.
pt_br: A tabela de itens não foi encontrada.

source: update item table
pt_br: atualizar tabela de itens

source: Item table deleted
pt_br: Tabela de itens excluída

source: You cannot delete this item table because it has records linked to it.
pt_br: Você não pode excluir essa tabela de itens pois ela possui registros ligados a ela.

source: delete item table
pt_br: excluir tabela de itens

source: create item category
pt_br: criar categoria de itens

source: The item category was not found.
pt_br: A categoria de itens não encontrada.

source: update item category
pt_br: atualizar categoria de itens

source: Item category deleted
pt_br: Categoria de itens excluída

source: You cannot delete this item category because it has records linked to it.
pt_br: Você não pode excluir essa categoria de itens pois ela possui registros ligados a ela.

source: delete item category
pt_br: excluir categoria de itens

source: create item
pt_br: criar item

source: The item
pt_br: O item

source: update item
pt_br: atualizar item

source: Item deleted
pt_br: Item excluído

source: delete item
pt_br: excluir item

source: create price table
pt_br: criar tabela de preço

source: The price table was not found.
pt_br: A tabela de preço não foi encontrada.

source: update price table
pt_br: atualizar tabela de preço

source: Price table deleted successfully
pt_br: Tabela de preço excluída com sucesso

source: You cannot delete this price table because it has records linked to it.
pt_br: Você não pode excluir essa tabela de preço pois ela possui registros ligados a ela.

source: delete price table
pt_br: excluir tabela de preço

source: The price items were not found.
pt_br: Os itens preço não foram encontrados.

source: Update order
pt_br: Atualizar pedido

source: Unit price
pt_br: Preço unitário

source: The client
pt_br: O cliente

source: get or create price item
pt_br: obter ou criar item preço

source: Price item updated successfully.
pt_br: Item preço atualizado com sucesso

source: create or update price item
pt_br: criar ou atualizar item preço

source: The price item
pt_br: O item preço

source: Price item deleted successfully
pt_br: Item preço excluído com sucesso

source: delete price item
pt_br: excluir item preço

source: Typing
pt_br: Digitação

source: Transferred
pt_br: Transferido

source: Registered
pt_br: Registrado

source: Invoiced
pt_br: Faturado

source: Delivered
pt_br: Entregue

source: Canceled
pt_br: Cancelado

source: order
pt_br: pedido

source: orders
pt_br: pedidos

source: order id
pt_br: id do pedido

source: order number
pt_br: número do pedido

source: client user
pt_br: usuário cliente

source: client
pt_br: cliente

source: establishment
pt_br: estabelecimento

source: order date
pt_br: data do pedido

source: invoicing date
pt_br: data do faturamento

source: invoice number
pt_br: número da nota

source: order amount
pt_br: valor total do pedido

source: agent note
pt_br: observação do agente

source: ordered Item
pt_br: item pedido

source: ordered Items
pt_br: itens pedidos

source: quantity
pt_br: quantidade

source: date
pt_br: data

source: sequence number
pt_br: número de sequência

source: order history
pt_br: histórico do pedido

source: Inclusion
pt_br: Inclusão

source: Alteration
pt_br: Alteração

source: Note
pt_br: Observação

source: user
pt_br: usuário

source: history type
pt_br: tipo do histórico

source: history description
pt_br: descrição do histórico

source: Client user cannot choose a status other then 'Typing' and 'Transferred' when creating an order.
pt_br: Usuário cliente não pode escolher um status diferente de 'Digitação' e 'Transferido' ao criar um pedido.

source: Establishment not found.
pt_br: Estabelecimento não encontrado.

source: Your account is disabled.
pt_br: Sua conta está desabilitada

source: Your contracting is disabled.
pt_br: Sua contratante está desabilitada

source: You cannot buy from this establishment.
pt_br: Você não pode comprar desse estabelecimento.

source: The client company is disabled.
pt_br: A empresa cliente está desabilitada

source: The company is disabled.
pt_br: A empresa está desabilitada

source: The establishment is disabled.
pt_br: O estabelecimento está desabilitado

source: You must add at least one item to the order.
pt_br: Você deve adicionar ao menos um item ao pedido.

source: There are duplicate items.
pt_br: Existem valores duplicados.

source: You cannot add the item whose code is '{item}' to the order.
pt_br: Você não pode adicionar o item cujo código é '{item}' ao pedido.

source: You cannot update 'note' field.
pt_br: Você não pode atualizar o campo 'note'.

source: Client user cannot choose a status other then 'Typing' and 'Transferred' when updating an order.
pt_br: Usuário cliente não pode escolher um status diferente de 'Digitação' e 'Transferido' ao atualizar um pedido.

source: You cannot update this order.
pt_br: Você não pode atualizar esse pedido.

source: You cannot choose this option as status.
pt_br: Você não pode escolher essa opção como status.

source: You cannot send the 'invoice number' field.
pt_br: Você não pode enviar o campo 'invoice number'

source: You cannot send the 'invoicing date' field.
pt_br: Você não pode enviar o campo 'invoicing date'.

source: You can only add invoice number when order status is 'Invoiced' or 'Delivered'.
pt_br: Você pode enviar o número da nota apenas quando o status do pedido for 'Faturado' ou 'Entregue'.

source: You can only add invoicing date when order status is 'Invoiced' or 'Delivered'.
pt_br: Você pode enviar a data de faturamento apenas quando o status do pedido for 'Faturado' ou 'Entregue'.

source: You need send invoice number when order status has changed from 'Registered' to 'Invoiced'.
pt_br: Você deve enviar o número da nota quando o status do pedido estiver mudando de 'Registrado' para 'Faturado'.

source: You need send invoicing date when order status has changed from 'Registered 'to 'Invoiced'.
pt_br: Você deve enviar a data do faturamento quando o status do pedido estiver mudando de 'Registrado' para 'Faturado'.

source: You have not changed any fields.
pt_br: Você não alterou nenhum campo.

source: The order was not found.
pt_br: O pedido não foi encontrado.

source: Order created with 'Typing' status.
pt_br: Pedido criado com status 'Digitação'

source: Order created with 'Transferred' status.
pt_br: Pedido criado com status 'Transferido'

source: - Order status changed from '{old_status}' to '{new_status}'.
pt_br: - Status do pedido alterado de '{old_status}' para '{new_status}'.

source: - Order amount changed from '{old_amount}' to '{new_amount}'.
pt_br: - Valor total do pedido alterado de '{old_amount}' para '{new_amount}'.

source: - Order note changed.
pt_br: - Observação do pedido alterada.

source: - Items sequence was changed.
pt_br: - Sequencia de itens foi alterada.

source: - Agent note added.
pt_br: - Observação do agente adicionada.

source: - The invoice number field was cleaned.
pt_br: - O número da nota foi apagado.

source: - Invoice number added with value '{invoice_number}'.
pt_br: - Número da nota adicionado com valor igual a '{invoice_number}'.

source: - The invoice date field was cleaned.
pt_br: - A data de faturamento foi apagada.

source: - Invoice date added with value '{invoicing_date}'.
pt_br: - Data de faturamento adicionada com valor iqual a '{invoicing_date}'.

source: You do not have access to this establishment.
pt_br: Você não possui acesso a esse estabelecimento.

source: The company from this establishment does not have a item table.
pt_br: A empresa desse estabelecimento não possui uma tabela de itens.

source: An invalid date was sent to the filter.
pt_br: Uma data invalida foi enviada ao filtro.

source: Invalid parameters were sent to the filter.
pt_br: Parâmetros inválidos foram enviados ao filtro.

source: create order
pt_br: criar pedido

source: The order
pt_br: O pedido

source: Ordered items list
pt_br: Lista de itens pedidos.

source: Ordered item
pt_br: Item pedido

source: Item id
pt_br: ID do item

source: Ordered quantity
pt_br: Quantidade pedida

source: Sequence of item inclusion in the order.
pt_br: Sequência de inclusão de item no pedido.

source: Order status
pt_br: Status do pedido

source: Invoice date
pt_br: Data do faturamento

source: Invoice number
pt_br: Número da nota

source: Client user note
pt_br: Observação do usuário cliente

source: Agent note
pt_br: Observação do agente

source: Order updated.
pt_br: Pedido atualizado

source: update order by client user
pt_br: atualizar pedido pelo usuário cliente

source: The order history
pt_br: O histórico do pedido

source: contractings
pt_br: contratantes

source: contracting code
pt_br: código da contratante

source: name
pt_br: nome

source: active users limit
pt_br: limite de usuários ativos

source: companies
pt_br: empresas

source: company compound id
pt_br: id composto da empresa

source: company code
pt_br: código da empresa

source: client table
pt_br: tabela de clientes

source: CNPJ root
pt_br: Raiz do CNPJ

source: establishments
pt_br: estabelecimentos

source: establishment compound id
pt_br: id composto do estabelecimento

source: establishment code
pt_br: código do estabelecimento

source: client tables
pt_br: tabelas de clientes

source: client table compound id
pt_br: id composto da tabela de clientes

source: client table code
pt_br: código da tabela de cliente

source: client compound id
pt_br: id composto do cliente

source: client code
pt_br: código do cliente

source: vendor code
pt_br: código do vendedor

source: client establishment
pt_br: estabelecimento do cliente

source: client establishments
pt_br: estabelecimentos do cliente

source: The 'company_code' field must be unique.
pt_br: O campo 'company_code' deve ser único

source: Client table not found.
pt_br: Tabela de cliente não encontrada.

source: The company must have no clients to be able to change the client table.
pt_br: A empresa não pode possuir clientes para poder mudar a tabela de clientes.

source: The company must have no orders to be able to change the client table.
pt_br: A empresa não pode possuir pedidos para poder alterar a tabela de clientes.

source: The company must have no price tables to be able to change the item table.
pt_br: A empresa não pode possuir tabelas de preço para poder alterar a tabela de itens.

source: The 'establishment_code' field must be unique by company.
pt_br: O campo 'establishment_code' deve ser único por empresa.

source: The company must be active.
pt_br: A empresa deve estar ativa.

source: The 'client_table_code' field must be unique.
pt_br: O campo 'client_table_code' deve ser único.

source: You can't add this price table to this 'client_establishment'.
pt_br: Você não pode adicionar essa tabela de preço a esse 'client_establishment'.

source: The 'client_code' field must be unique by client table.
pt_br: O campo 'client_code' deve ser único por tabela de cliente.

source: There is a duplicate establishment in 'client_establishments'
pt_br: Existe um estabelecimento duplicado em 'client_establishments'

source: The 'client_table' field from the company which owns the establishment {estab} does not correspond with the 'client_table' to which this client belongs.
pt_br: O campo 'client_table' da empresa que possui o estabelecimento {estab} não corresponde com o 'client_table' da qual esse cliente pertence.

source: You can't add this establishment to this client.
pt_br: Você não pode adicionar esse estabelecimento nesse cliente.

source: Can't access this client_table.
pt_br: Não pode acessar essa tabela de cliente.

source: create contracting
pt_br: criar contratante

source: The contracting company was not found.
pt_br: A contratante não foi encontrada.

source: update contracting
pt_br: atualizar contratante

source: Contracting deleted.
pt_br: Contratante excluída.

source: You cannot delete this contracting company because it has records linked to it.
pt_br: Você não pode excluir essa contratante pois ela possui registros ligados a ela.

source: delete contracting
pt_br: excluir contratante

source: create company
pt_br: criar empresa

source: The company was not found.
pt_br: A empresa não foi encontrada.

source: update company
pt_br: atualizar empresa

source: Company deleted
pt_br: Empresa excluída

source: You cannot delete this company because it has records linked to it.
pt_br: Você não pode excluir essa empresa pois ela possui registros ligados a ela.

source: delete company
pt_br: empresa excluída

source: create establishment
pt_br: criar estabelecimento

source: The establishment
pt_br: O estabelecimento

source: update establishment
pt_br: atualizar estabelecimento

source: Establishment deleted
pt_br: Estabelecimento excluído

source: delete establishment
pt_br: excluir estabelecimento

source: create client table
pt_br: criar tabela de clientes

source: The client table was not found.
pt_br: A tabela de clientes não foi encontrada.

source: update client table
pt_br: atualizar tabela de clientes

source: Client table deleted
pt_br: Tabela de clientes excluída

source: You cannot delete this client table because it has records linked to it.
pt_br: Você não pode excluir essa tabela de clientes pois ela possui registros ligados a ela.

source: delete client table
pt_br: tabela de clientes

source: You cannot access this 'company'
pt_br: Você não pode acessar essa empresa.

source: You cannot access this 'client_table'
pt_br: Não pode acessar essa tabela de cliente.

source: create client
pt_br: criar cliente

source: update client
pt_br: atualizar cliente

source: Client deleted
pt_br: Cliente excluído

source: delete client
pt_br: cliente excluído

source: You don't have permission to access this resource.
pt_br: Você não tem permissão para acessar esse recurso.

source: {object_name} was not found.
pt_br: {object_name} não foi encontrado.

source: You cannot delete this {object_name} because it has records linked to it.
pt_br: Você não pode deletar esse {object_name} pois ele possui registros ligados a ele.

source: Something went wrong when trying to {action}.
pt_br: Algo deu errado ao tentar {action}.

source: Disabled
pt_br: Desabilitado

source: Active
pt_br: Ativo

source: This field cannot be an negative number.
pt_br: Esse campo não pode ser um número negativo

source: This field must be an positive number.
pt_br: Esse campo pode ser um número positivo

source: Invalid session. Try to login again.
pt_br: Sessão invalida. Tente logar novamente.

source: A session was opened in another browser. Reload the page to access here.
pt_br: Uma sessão foi aberta em outro navegador. Recarregue a pagina para acessar aqui.

source: agent establishment
pt_br: estabelecimento do agente

source: agent establishments
pt_br: estabelecimentos do agente

source: agent
pt_br: agente

source: users
pt_br: usuários

source: client company
pt_br: empresa do cliente

source: user code
pt_br: código do usuário

source: first name
pt_br: nome

source: last name
pt_br: sobrenome

source: date joined
pt_br: data de entrada

source: sesssion key
pt_br: chave da sessão

source: User code
pt_br: Código do usuário

source: Password
pt_br: Senha

source: Unable to log in with provided credentials.
pt_br: Não foi possível logar com as credenciais fornecidas.

source: Must include "user_code" and "password".
pt_br: Deve incluir "user_code" e "password".

source: The 'username' field must be unique.
pt_br: O campo 'username' deve ser único.

source: You cannot create more users. Your contracting company already reach the active users limit.
pt_br: Você não pode criar mais usuários. Sua contratante já alcançou o limite de usuários ativos.

source: User not found.
pt_br: Usuário não encontrado.

source: There are duplicate values for agent_establishments.
pt_br: Existem valores duplicados para 'agent_establishments'

source: You have no permission to assign this client to this client user.
pt_br: Você não possui permissão para atribuir esse cliente a esse usuário cliente.

source: You cannot create a client user for this client, because it already exists.
pt_br: Você não pode criar um usuário cliente para esse cliente, pois já existe um usuário.

source: Locked out due to too many login failures. Please try again in a minute.
pt_br: Bloqueado devido a muitas falhas de login. Por favor, tente novamente em um minuto.

source: There are duplicate values for agent_permissions
pt_br: Existem valores duplicados para 'agent_permissions'

source: You can't assign '{permission}' permission to an agent.
pt_br: Você não pode atribuir a permissão '{permission}' para um agente.

source: The concatenation of the user's contracting_code and username, joined by an asterisk.
pt_br: A concatenação entre os campos 'contracting_code' e 'username' do usuário, separados por asterisco.

source: User's password
pt_br: Senha do usuário

source: The authentication token, which is used in the authentication header.
pt_br: O token de autenticação, que é usado no header de autenticação.

source: This ERP user does not have a token.
pt_br: Esse usuário ERP não possui um token.

source: The CSRF cookie was sent
pt_br: O cookie CSRF foi enviado.

source: User is already authenticated
pt_br: O usuário já está autenticado

source: The login is disabled
pt_br: O login está desabilitado

source: The login failed
pt_br: O login falhou

source: Logged out
pt_br: Deslogado

source: log out
pt_br: deslogar

source: get request user profile
pt_br: obter perfil do usuário da requisição

source: update request user profile
pt_br: atualizar perfil do usuário da requisição

source: create erp user
pt_br: criar usuário ERP

source: update erp user
pt_br: atualizar usuário ERP

source: The erp user
pt_br: O usuário ERP

source: ERP user deleted successfully.
pt_br: Usuário ERP excluído com sucesso

source: erp user
pt_br: usuário ERP

source: delete erp user
pt_br: excluir usuário ERP

source: create admin agent
pt_br: criar agente administrador

source: The admin agent
pt_br: O agente administrador

source: update admin agent
pt_br: atualizar agente administrador

source: Admin agent deleted successfully
pt_br: Agente administrador excluído com sucesso.

source: admin agent
pt_br: agente administrador

source: delete admin agent
pt_br: excluir agente administrador

source: create agent
pt_br: criar agente

source: The agent
pt_br: O agente

source: update agent
pt_br: atualizar agente

source: Agent deleted successfully
pt_br: Agente excluído com sucesso

source: delete agent
pt_br: excluir agente

source: create client user
pt_br: criar usuário cliente

source: The client user
pt_br: O usuário cliente

source: update client user
pt_br: atualizar usuário cliente

source: Client user deleted successfully
pt_br: Usuário cliente excluído com sucesso

source: delete client user
pt_br: excluir usuário cliente

source: Password field not sent
pt_br: Senha não enviada

source: Current Password field not sent
pt_br: A senha atual não foi enviada

source: Password updated
pt_br: Senha atualizada

source: passwords don't match
pt_br: senhas não coincidem

source: The user
pt_br: O usuário

source: update user's password
pt_br: atualizar a senha do usuário

source: update erp user's token
pt_br: atualizar token do usuário ERP

source: ERP user's token deleted successfully.
pt_br: Token do usuário ERP excluído com sucesso.

source: delete erp user's token
pt_br: excluir token do usuário ERP
